{"took":22,"timed_out":false,"_shards":{"total":5,"successful":5,"failed":0},"hits":{"total":15,"max_score":1.0,"hits":[{"_index":"blog","_type":"post","_id":"14","_score":1.0,"_source":{"title":"Data Science: Por onde começar a estudar?[Parte 1]<","description":"Como estudar a base para os cursos oferecidos no Coursera/edX/etc","url":"post14.html","url_original":"http://inspiradanacomputacao.com/aprender/data-science-por-onde-comecar-parte1/","content":"Cientista de Dados é a profissão que tem chamado bastante a atenção e tem sido manchete nos portais de tecnologia:  Cientista de dados: o trabalho mais sexy do século 21   Considerada a Profissão do futuro, Cientista de Dados ganha até R$12 mil  obs.: Em São Paulo o salário é bem maior que informado na matéria. Fora do Brasil facilmente é acima de R$12mil mensais e em alguns casos chega a 128mil dólares por ano.  Onde estudar para ser um Cientista de Dados Melhor ainda foi quando descobri que as linguagens mais utilizadas pelos Cientistas de Dados é R ou Python. Para mim foi uma combinação perfeita pois decidi investir em Python para outros projetos. E por todas as vantagens que a linguagem proporciona nada melhor que usar na profissão que deseja alcançar.  Decidi começar a estudar por conta própria e pesquisei alguns materiais. Nesse período lançaram o curso 'Big Data em Saúde no Brasil' e decidi fazer. O curso começa pelo básico, o professor Alexandre Chiavegatto é bem didático e as linguagens adotadas R e Python. O conteúdo é excelente e aborda também conhecimentos de saúde pública. Mas, não consegui dar continuidade e parei na primeira semana. Senti dificuldade por não ter base em estatística (o calo da maioria dos aspirantes a DS), o pré-requisito do curso.  Já havia cursado Cálculo I/II/III, Álgebra Linear e Geometria Analítica e Estatística há uns anos quando cursava Física, mas pelo tempo esqueci bastante coisa.  E agora? Por onde começar a estudar antes de me meter a fazer cursos oferecidos no Coursera/edX/etc, como o da USP e de universidades internacionais, e que oferecem conteúdos ainda mais especializados em Data Science?!  A Ciência de Dados precisa de vários conhecimentos de áreas diferentes. É necessário ter base de Programação, Estatística, Cálculo e Álgebra linear. Ainda que não use profundamente todas os conceitos e teorias no início, saber o máximo que puder vai facilitar a vida e imersão na área de Ciência de Dados.  Para desenvolver uma base sólida é necessário saber estudar: Saber teoria, praticar bastante exercícios, relacionar o estudo/prática de matemática com programação. Mas, antes de tudo é preciso escolher bons materiais de estudo.  Afinal, como adquirir uma boa base em Programação e Matemática + Estatística para conseguir dar passos mais largos? Segue alguns materiais que é ideal para quem nunca estudou o assunto ou está precisando revisar:  Inglês: - Estude urgentemente. A maioria dos cursos e livros são em inglês, principalmente nessa área recente. ","author":"Inspirada na Computação","date_post":"Postado em 08 de fevereiro de 2016"}},{"_index":"blog","_type":"post","_id":"12","_score":1.0,"_source":{"title":"Estudo gigante revela gap gênero na tecnologia e mais vários outros insights!","description":"Quem aqui é do mundo de tecnologia e não conhece o Stack Overflow?! Esta é uma plataforma gigante de perguntas e respostas relacionadas a tecnologia! Eles indagaram mais de 50 mil pessoas e criaram um mapa com o perfil dos profissionais que trabalham com desenvolvimento de sistemas. E pra variar um gap de gênero gigante foi escancarado!!","url":"post12.html","url_original":"https://mulheresnacomputacao.com/2016/03/21/estudo-gigante-revela-gap-genero-na-tecnologia-e-mais-varios-outros-insights/","content":"Quem aqui é do mundo de tecnologia e não conhece o Stack Overflow?! Esta é uma plataforma gigante de perguntas e respostas relacionadas a tecnologia! Eles indagaram mais de 50 mil pessoas e criaram um mapa com o perfil dos profissionais que trabalham com desenvolvimento de sistemas. E pra variar um gap de gênero gigante foi escancarado!!  Todos os anos, a Stack Overflow indaga dezenas de milhares de desenvolvedores na tentativa de revelar cenários e tendências do universo da programação. A edição de 2015, que coletou respostas junto a 50 mil pessoas, e descobriu pontos interessantes.  Alguns dos insights foram:  LINGUAGEM MAIS USADA  O levantamento mais recente identificou que JavaScript continua como a linguagem de programação mais popular em uso. Mais da metade (55%) dos respondentes indicou que tem usado essa ferramenta. E Microsoft Visual Basic é considerada a linguagem “mais temida”.  FORMAÇÃO DOS DESENVOLVEDORES  O levantamento também descobriu que 46% dos desenvolvedores não possuem uma formação acadêmica em ciências da computação ou qualquer curso relacionado à aula e mais de 57% programam praticamente todos os dias.  ATIVIDADE MAIS COMUM  De maneira geral, a descrição de trabalho mais comum entre os desenvolvedores é “Full-Stack Web Developer”, com 28% das classificações; seguido por “Back-End Developer” (com 12%) e “estudante” (11%).  IDADE MÉDIA  O estudo indicou que a idade média dos profissionais gira entre 25 e 29 anos – faixa etária de 28% dos respondentes. O segundo maior grupo (23%) é composto por jovens entre 20 e 25 anos.  DIVERSIDADE  A pesquisa, tristemente, comprova um sentimento bastante comum na indústria: não há equilíbrio entre gêneros. Os resultados apontam que 92% dos programadores que responderam o questionário são do sexo masculino. Além disso, a pesquisa mostra que as mulheres são mais propensas a estarem ligadas a design e quality assurence!  Há outros insights interessantes estampados no relatório. Para ver o relatório completo acesse esse link.  Mil beijos!","author":"Mulheres na computação","date_post":"Postado em 21 de março de 2016"}},{"_index":"blog","_type":"post","_id":"10","_score":1.0,"_source":{"title":"Colabore com o libre graphics!","description":"Em abril (15 a 18)  vai acontecer o Libre Graphics que é um evento para usuários, entusiastas e desenvolvedores de Software Livre para aplicações gŕaficas. Dentre os softwares mantidos por esse grupo estão: Open Clipart Library, Blender, Inkscape e GIMP.","url":"post10.html","url_original":"http://mulheres.eti.br/colabore-com-o-libre-graphics/","content":"Olá!  Em abril (15 a 18)  vai acontecer o Libre Graphics que é um evento para usuários, entusiastas e desenvolvedores de Software Livre para aplicações gŕaficas. Dentre os softwares mantidos por esse grupo estão: Open Clipart Library, Blender, Inkscape e GIMP.  O Open Clipart Library é uma galeria de fotos livres que você pode acessar e baixar imagens, costumo baixar imagens de lá para ilustrar os posts do blog.  O Blender é uma ferramenta principalmente para modelagem 3D, animação, renderização, etc O video abaixo foi feito nessa ferramenta. Já o GIMP e Inkscape eles são muito utilizados para manipulação de imagens!  Este ano a organização do evento pretende arrecadar $10.000 para o evento. Se cada pessoa doar ao menos $1.00 e convidar um amigo para fazer o mesmo certamente vamos ajudar a bater a meta!  O link para fazer a doação está aqui.  Já fiz a minha doação e você? Compartilhe com os seus amigos!","author":"Mulheres, Tecnologia e Oportunidades","date_post":"Postado em 30 de março de 2016"}},{"_index":"blog","_type":"post","_id":"9","_score":1.0,"_source":{"title":"Empoderar mulheres por meio da tecnologia?","description":"Muito tem se falado sobre a baixa presença de mulheres na tecnologia. O tema vem ganhando espaço em ambientes acadêmicos, na mídia e dentro da própria tecnologia. Estudos apontam que as razões para este fato são construídas a partir da infância, nos primeiros contatos com a educação formal e influências culturais machistas, e são reforçadas ao longo de toda vida. Além deste, um outro problema é o fato de muitas mulheres estarem abandonando a carreira de TI. O principal motivo é a difícil convivência com o machismo que impera neste ambiente.","url":"post09.html","url_original":"http://mulheresnatecnologia.org/blog/640-empoderar-mulheres-por-meio-da-tecnologia","content":"Muito tem se falado sobre a baixa presença de mulheres na tecnologia. O tema vem ganhando espaço em ambientes acadêmicos, na mídia e dentro da própria tecnologia. Estudos apontam que as razões para este fato são construídas a partir da infância, nos primeiros contatos com a educação formal e influências culturais machistas, e são reforçadas ao longo de toda vida. Além deste, um outro problema é o fato de muitas mulheres estarem abandonando a carreira de TI. O principal motivo é a difícil convivência com o machismo que impera neste ambiente. Para tentar contornar este problemas, várias iniciativas surgiram com o objetivo de incentivar o ingresso e o permanecimento de mulheres na TI. Elas acontecem na forma de cursos de TI voltados ao público feminino, maior espaço para palestrantes mulheres nos eventos de TI, formação de grupos de mulheres de TI (/MNT, PyLadies, MariaLab, Code Girl,...), incentivo a contratação de profissionais mulheres para cargos de TI, investimentos financeiros no formato de bolsas de estudo para mulheres que desejam estudar tecnologia e de premiação para mulheres que se destacaram e/ou fizeram diferença na carreira TI. Entretanto, apesar de muito importante, todo este debate gira em torno de uma questão central: as mulheres são uma grande contribuição para a tecnologia. Pouca atenção tem sido dada aos benefícios que a tecnologia pode trazer para a vida das mulher. Em tempos em que muito se fala sobre equidade de gêneros, é importante também levantar o debate sobre como a tecnologia pode contribuir para o empoderamento feminino. Assim, neste mês de março, onde se celebra do dia internacional da mulher, o Grupo Mulheres na Tecnologia lançou uma enquete nas redes sociais para saber: “Na sua opinião, por que é importante empoderar mulheres através da tecnologia?” A enquete esteve disponível no período de 09/03/2016 a 20/03/2016.","author":"Mulheres na Tecnologia","date_post":"Postado em 30 de março de 2016"}},{"_index":"blog","_type":"post","_id":"8","_score":1.0,"_source":{"title":"Pat Patriot: Mulher, operária e patriota","description":"Nos “Anos de Ouro” (The Golden Age) dos comics estadunidenses, centenas de personagens de Histórias em Quadrinhos (HQs) foram criadas e lançadas em jornais e revistas. As HQs estavam em uma fase de grande popularidade. Surgiram muitos estúdios especializados na sua produção para atender à demanda do público e das próprias editoras.","url":"post08.html","url_original":"http://ladyscomics.com.br/pat-patriot-mulher-operaria-e-patriota","content":"Pat Patriot é justamente o que o nome sugere: uma patriota disposta a sacrificar-se em nome do país. Antes mesmo de se tornar uma heroína, ela desempenha seu papel, trabalhando em uma linha de montagem. Ela é uma representação feminina cujo objetivo é inspirar homens e mulheres a colaborarem com o esforço de guerra.Tal como ocorrera durante a I Guerra Mundial, as mulheres foram chamadas a substituir os homens em várias tarefas, especialmente nas fábricas de armamentos, controladas pelo governo. Ao término do conflito, no entanto, elas deveriam retornar a seus lares e se tornariam, novamente, mães, filhas e esposas.Segundo Nigel Cantwell (2011), em seu artigo “Ungle Sam’s Favourite Niece”, Pat é uma heroína que representa um grupo que, até então, não protagonizava histórias em quadrinhos de aventura: ela era uma operária. Uma trabalhadora fabril que assume para si o dever de combater a injustiça. Ela representa homens e mulheres que realizavam longas jornadas de trabalho nas fábricas estadunidenses nos anos de 1940. Entretanto, Pat Patriot não reivindica os mesmos direitos dos homens para as mulheres, mas a igualdade de deveres: ambos são igualmente capazes de contribuir com o país.","author":"Ladys Comics","date_post":"Postado em 04 de abril de 2016"}},{"_index":"blog","_type":"post","_id":"5","_score":1.0,"_source":{"title":"Tecnologia e gênero: distinção importa?","description":"Não se pode mais negar: o empoderamento feminino, finalmente, é uma pauta que vem crescendo e sendo discutida nos mais diversos âmbitos da sociedade.","url":"post05.html","url_original":"https://mulheresnacomputacao.com/2016/04/09/tecnologia-e-genero-distincao-importa/","content":"Este artigo foi criado pela equipe Bitdefender Antivírus para uso exclusivo do site Mulheres na Computação.  Não se pode mais negar: o empoderamento feminino, finalmente, é uma pauta que vem crescendo e sendo discutida nos mais diversos âmbitos da sociedade. Na área de computação e tecnologia da informação, não poderia ser diferente. Para assinalar o Dia Internacional da Mulher de 2016, a equipe do site HOTforSecurity foi em busca de alguém que pudesse falar sobre o assunto com prioridade.  A convidada foi Ivona Chili, 20 anos de idade, estudante na Faculdade de Ciência da Computação A. I. Cuza de Iasi (Romênia) e um dos mais jovens nomes na área de pesquisa de segurança cibernética da empresa Bitdefender – internacionalmente reconhecida por suas soluções e softwares antivírus, com destaque para o Internet Security, que é a melhor proteção para navegação on-line.  Gênero e mercado de trabalho  O bate-papo com Ivona foi marcado por uma observação inquestionável: códigos não possuem distinção de gênero. Diante deste fato, surge a pergunta, onde estão as mulheres nos debates, rodas de discussão, mesas de reuniões, fóruns e tantos outros ambientes que propiciam a troca de informações e desenvolvimento do setor? Para Ivona, a questão é justamente o receio de tentar se encaixar em um ambiente predominantemente masculino, muitas vezes, motivado pela falsa ideia de não ser possível obter sucesso em uma área tão rápida e evolutiva.  Desde o ensino médio, a estudante tinha consciência de seu gosto pela área de TI. Seus primeiros passos foram motivados por um professor de ciência da computação que, segundo ela, a guiou e ajudou nas fases de aprendizado, até que ela pudesse consolidar seus conhecimentos e optar por uma carreira em segurança cibernética. A oportunidade de ingressar na equipe anti-malware Bitdefender surgiu, somente, após testes rigorosos de qualificação, que resultaram na oferta de emprego.  Ivona destaca que, mesmo não tendo sofrido com essa realidade dentro da Bitdefender, está ciente que, em geral, a indústria TI ainda é majoritariamente dominada por homens e – pasmem – grande parte das pessoas acredita que os programadores do sexo masculino são melhores do que as mulheres. Simples assim.  As provações e questionamentos constantes baseados apenas no gênero, infelizmente, ainda são algumas das barreiras encontradas pelo público feminino no universo da tecnologia. A partir daí, torna-se fácil imaginar o porquê de muitas mulheres julgarem essa indústria como pouco interessante ou viável para seu crescimento profissional.  “As pessoas acreditam que os profissionais de computação vivem em um mundo solitário e antissocial, o que não é uma representação muito atraente ou precisa. Mas, na minha opinião, uma vez superado esse estereótipo, elas vão descobrir que a chamada “cultura geek” não é tão ruim quanto ouviram. Ao nível da indústria, percebido este hiato, a tendência é que hajam mudanças à medida que mais mulheres se juntem a este campo e que suas realizações acabem gerando consciência no setor”, defende Ivana. Por onde começar e o que realmente importa  Mesmo diante da resistência comumente enfrentada pelo público feminino, a principal preocupação a ser considerada, na verdade, é o desenvolvimento de habilidades técnicas, segundo Ivana. Tais habilidades devem englobar desde o conhecimento de diferentes linguagens de programação e do campo de segurança cibernética em geral, até a capacidade de comunicação com pessoas, planejamento e organização.  Segundo ela, a educação formal tem um papel muito importante na formação de uma carreira, não somente pelo diploma, mas para a obtenção de um entendimento mais amplo dos campos disponíveis na área – fornecendo a base necessária para a reflexão de “por onde começar” e qual o caminho a se seguir. Por outro lado, a educação não formal é capaz de proporcionar possibilidades sem limites de aprendizado, oferecendo a liberdade de explorar novos conceitos, correr riscos e ir além.  Para completar, a estudante defende que, o que realmente importa, na verdade, é a motivação de quem deseja aprender, sempre pautada pela paixão e alegria ao assumir desafios. “Se estamos de mente aberta e apaixonados pelo nosso trabalho, podemos trazer uma nova perspectiva sobre as coisas. Nós temos o poder de inovar e influenciar as percepções, só nos falta a audácia”.  You go, girl!  Imagens: geomarketing / a confraria das divas.  ","author":"Mulheres na computação","date_post":"Postado em 09 de Abril de 2016"}},{"_index":"blog","_type":"post","_id":"15","_score":1.0,"_source":{"title":"As 10 heroínas mais feministas dos quadrinhos","description":"Se você é menina padawan nessa coisa de ler quadrinhos e ainda acha que o gênero se resume a super-heróis, machistas e excludentes em sua grande maioria, com milhares de músculos ilustrados de forma exagerada e desproporcional, cuecas por cima das calças e roteiros rocambolescos impossíveis de serem acompanhados, bem, você está certa.","url":"post15.html","url_original":"http://minasnerds.com.br/2015/11/05/as-10-heroinas-mais-feministas-dos-quadrinhos/","content":"Se você é menina padawan nessa coisa de ler quadrinhos e ainda acha que o gênero se resume a super-heróis, machistas e excludentes em sua grande maioria, com milhares de músculos ilustrados de forma exagerada e desproporcional, cuecas por cima das calças e roteiros rocambolescos impossíveis de serem acompanhados, bem, você está certa.    Grande parte das histórias em quadrinhos de heróis AINDA é assim, sim. Infelizmente.  Mas, existem as super-heróinas. Certo? Onde elas estavam esse tempo todo?  Elas sempre existiram, na verdade. Para  fazer um breve resumo; as super-heroinas clássicas foram criadas nas décidas de 40-50, incluindo personagens que mais tarde se tornariam icônicas e famosas como nossa querida Mulher Maravilha e até mesmo a Supergirl. Todas elas, nessa época, foram criadas por roteiristas e artistas do sexo masculino para um público essencialmente masculino.  Como toda a arte, as histórias em quadrinhos também refletem seu tempo, de modo que, a forma como as mulheres foram retratadas na  mídia em questão, até então, não foi das melhores (sarcasmo mode on).  Já nos nos anos 60-70,  com a segunda onda do feminismo, começamos a ver algumas pequenas melhorias aqui e ali, tais como a transformação da Garota Marvel em Fênix (com um boost considerável de poderes), e uma mulher de QI elevadíssimo como um dos membros fundadores dos Vingadores, como é o caso da Vespa, por exemplo, apenas citando algumas.  Apesar da esmagadora falta de profissionais mulheres no mercado de HQ naquele tempo e com e por isso, a crescente falta de  interesse do publico feminino no gênero, ainda, no finalzinho dos 70, começo dos 80 vimos lampejos de diversidade com heróinas como a diva disco Cristal e a rainha negra de Wakanda, Tempestade, citando um exemplo de heróina negra mais conhecida do grande público, apenas.  Porém, apesar de décadas de sexismo e machismo acachapantes nas HQs, existem hoje MUITAS mulheres e muitos títulos que estão mudando o mercado, trazendo renovo, personagens femininas empoderadas e empoderadoras, disseminando o feminismo, representando  diversidade de gêneros, etnias, credos, opiniões, abrindo caminho nessa mata cerrada de intolerância e misoginia do meio nerd, mostrando que as mulheres sim, tem vez, tem voz, como produtoras e criadoras de quadrinhos e como consumidoras. Estamos e sempre estivemos aqui.  É um novo mundo e um novo mercado que desabrocha e ele é CHEIO de mulheres incríveis que podem servir de exemplo e inspiração para muitas meninas (e mulheres) por aí.  Listamos (eu e a Louise Raphaella Carvalho, minha co-editora) as 10 personagens femininas nas HQs de heróis mais empoderadoras do momento. Alguns títulos não chegaram aqui no Brasil ainda mas você pode baix.. queremos dizer, comprar, online. 🙂  Gostaríamos apenas de avisar que  foi muito difícil  restringir a lista a apenas dez, portanto, não nos xinguem nem  venham com –  “ah, mas faltou fulana” – já que estamos  pensando numa “As 10 super heróinas femininas mais empoderadoras parte II”  porque é realmente impossível selecionar um número tão pequeno. E esse problema, por si só, pensem bem… já é maravilhoso 🙂","author":"Minas Nerds","date_post":"Postado em 05 de novembro de 2015"}},{"_index":"blog","_type":"post","_id":"6","_score":1.0,"_source":{"title":"Quer arrumar um emprego na área de tecnologia? Chegou sua hora!","description":"A Landing.jobs, plataforma europeia de empregos de TI, está lançando um desafio para selecionar 12 especialistas em TI da América Latina para participar gratuitamente do Landing.jobs Festival, em junho, em Lisboa.","url":"post06.html","url_original":"https://mulheresnacomputacao.com/2016/04/06/quer-arrumar-um-emprego-na-area-de-tecnologia-chegou-sua-hora/","content":"A Landing.jobs, plataforma europeia de empregos de TI, está lançando um desafio para selecionar 12 especialistas em TI da América Latina para participar gratuitamente do Landing.jobs Festival, em junho, em Lisboa. O Landing.jobs Festival é um evento sobre carreiras que vai reunir mais de 60 empresas de tecnologia europeias e profissionais de diversos países.  Podem participar desse desafio especialistas das seguintes áreas: Front-end, Back-end, iOS Dev, Android Dev, Data Science e DevOps. Os inscritos farão um teste de habilidades técnicas e os 12 profissionais com o melhor desempenho serão os vencedores. A Landing.jobs vai oferecer a passagem aérea e a hospedagem em Lisboa no período de 3 a 5 de junho de 2016.  “Nós estamos empenhados em reunir a comunidade tech e oferecê-los o melhor evento possível. Eu pessoalmente estou trabalhando para trazer tanto empresas quanto candidatos de diversos países para o Landing.jobs Festival. Queremos que nosso evento seja centrado na comunidade, no aprendizado e no networking”, diz Pedro Oliveira, um dos fundadores da Landing.jobs.  O Landing.jobs Festival é um evento sobre carreiras cuja segunda edição será realizada nos dias 3 e 4 de junho de 2016 em Lisboa. Durante esses dois dias, os participantes terão a oportunidade de se conectar com a indústria tech europeia e seus pares, participar de palestras sobre carreira, conhecer o mercado e se informar sobre oportunidades de trabalho – talvez até conseguir um contrato. E também vão se divertir, claro.  ","author":"Mulheres na computação","date_post":"Postado em 06 de Abril de 2016"}},{"_index":"blog","_type":"post","_id":"4","_score":1.0,"_source":{"title":"Encontre tempo para cumprir suas metas com o Google Agenda","description":"Ler mais livros, aprender uma nova língua ou exercitar-se regularmente. Qualquer que seja sua meta, alcançá-la pode ser uma tarefa muito difícil. Um dia é “eu fui chamado para uma reunião de última hora”, no outro “eu tenho um amigo na cidade” e, antes que você perceba, suas metas estão atrasadas ou deixadas de lado.","url":"post04.html","url_original":"http://googlebrasilblog.blogspot.com.br/2016/04/encontre-tempo-para-cumprir-suas-metas.html","content":"Ler mais livros, aprender uma nova língua ou exercitar-se regularmente. Qualquer que seja sua meta, alcançá-la pode ser uma tarefa muito difícil. Um dia é “eu fui chamado para uma reunião de última hora”, no outro “eu tenho um amigo na cidade” e, antes que você perceba, suas metas estão atrasadas ou deixadas de lado. Na verdade, com todas as coisas que você precisa fazer durante a semana, está mais difícil do que nunca encontrar tempo, mesmo quando sua meta é realmente importante para você. É por isso que, a partir de hoje, anunciamos, globalmente, o recurso “Metas” no Google Agenda. Basta adicionar uma meta como “correr três vezes por semana” que o Agenda irá te ajudar a encontrar tempo para cumpri-la. Você também pode adiar uma meta a qualquer momento, e o Agenda irá encontrar algum tempo para isso mais tarde. Para definir uma meta (como trabalhar mais), basta responder algumas perguntas (como Quantas vezes? e Melhor tempo?), e pronto. O Agenda irá encontrar as melhores janelas para cumprir sua meta em tempo.  Metas não são fáceis de serem cumpridas, especialmente quando surge algo inesperado. Porém o Agenda pode te ajudar de inúmeras maneiras. Por exemplo, o aplicativo irá remarcar automaticamente sua meta, se você adicionar outro evento no mesmo horário.  Você também pode adiar uma meta a qualquer momento, e o Agenda irá encontrar algum tempo para isso mais tarde. Quanto mais você utilizar o Agenda, melhor ele ficará. Apenas adie, edite ou cumpra suas metas normalmente que o app irá escolher os melhores horários no futuro. Agendas deveriam ajudá-lo a tirar o máximo de proveito do seu tempo, e não apenas ser uma ferramenta para rastrear compromissos. O Google Agenda completa 10 anos hoje (🎉) e estamos animados para investir em mais atualizações como o Metas e te ajudar a encontrar tempo para tudo que realmente importa - desde os seus must-dos diários, até se exercitar mais ou apenas um tempo para você mesmo.   Para começar, baixe o aplicativo do Google Agenda para Android ou iPhone, e inclua sua primeira meta.","author":"Google Brasil Blog","date_post":"Postado em 14 de abril de 2016"}},{"_index":"blog","_type":"post","_id":"2","_score":1.0,"_source":{"title":"Relatório 2015 de Segurança do Android","description":"Hoje, pelo segundo ano consecutivo, estamos liberando nosso relatório anual de Segurança do Android. O estudo incluí: um olhar detalhado sobre como os serviços do Google protegem o ecossistema do Android, uma revisão dos recursos de proteção lançados em 2015 e nosso amplo trabalho com os parceiros e com a comunidade de pesquisadores de segurança.","url":"post02.html","url_original":"http://googlebrasilblog.blogspot.com.br/2016/04/relatorio-2015-de-seguranca-do-android.html","content":"Hoje, pelo segundo ano consecutivo, estamos liberando nosso relatório anual de Segurança do Android. O estudo incluí: um olhar detalhado sobre como os serviços do Google protegem o ecossistema do Android, uma revisão dos recursos de proteção lançados em 2015 e nosso amplo trabalho com os parceiros e com a comunidade de pesquisadores de segurança. O relatório completo está aqui, mas você pode encontrar uma visão geral abaixo. Nossa meta com este relatório é estimular um debate fundamentado sobre segurança no Android. Esperamos cumprir este objetivo fornecendo informações sobre o que estamos fazendo e o que estamos vendo acontecer no ecossistema. Acreditamos firmemente que uma discussão informada e baseada em dados ajudará a guiar nossos esforços para tornar o ecossistema Android cada vez mais seguro.  Melhorando os serviços do Google para proteger os usuários de Android Ano passado, melhoramos significativamente nosso machine learning (“aprendizagem de máquina”) e análises para detectar comportamentos potencialmente perigosos. Protegemos nossos usuários de Aplicativos Potencialmente Perigosos (PHAs, na sigla em inglês) e outros tipos de ameaças checando mais de 6 bilhões de aplicativos por dia. Resguardamos os usuários de possíveis ataques realizados a partir de redes e de ameaças instaladas nos dispositivos, verificando 400 milhões de aparelhos por dia.  E protegemos centenas de milhões de usuários do navegador Chrome no Android contra sites maliciosos por meio do Safe Browsing. Continuamos trabalhando para tornar ainda mais difícil para um usuário instalar PHAs a partir do Google Play. As melhorias implementadas no ano passado reduziram a probabilidade de instalar um PHA do Google Play em 40% na comparação com 2014. As instalações de PHAs caíram na maior parte das categorias: Data Collection – redução de mais de 40% para 0,08% de instalações; Spyware – redução de 60% para 0,02% de instalações; Hostile Downloader – redução de 50% para 0,01% de instalações. No geral, PHAs foram instalados em menos de 0,15% dos dispositivos que usaram apenas o Google Play. Cerca de 0,5% dos aparelhos que usaram Google Play e outras fontes tiveram um PHA instalado em 2015, resultado similiar aos números do relatório do ano passado. É fundamental que também protejamos os usuários que instalam apps de fora do Google Play. Nosso recurso de Verificação de aplicativos protege esses usuários e fizemos melhoras que aumentaram a efetividade dos alertas de segurança em 50%. Novos recursos de segurança na plataforma Android No ano passado, nós lançamos o Android 6.0 Marshmallow e introduzimos uma variedade de novas proteções de segurança e controles: A criptografia completa de disco é agora um requisito para a maioria dos dispositivos com Marshmallow e também é possível estender a criptografia aos dados dos cartões SD; As novas permissões de aplicativo permitem gerenciar com mais precisão quais dados são compartilhados com determinados aplicativos; A verificação durante o boot garante que o telefone esteja seguro da tela de inicialização até o carregamento completo do sistema operacional; O patch de segurança Android permite que o aparelho tenha as atualizações de segurança mais recentes. E muito mais, incluindo suporte para leitores de impressões digitais e aperfeiçoamentos no SElinux. Ecossistemas de programas Também temos trabalhado para estimular pesquisas em segurança no Android e fazendo investimentos para fortalecer o ecossistema agora e no futuro. Em junho passado, o Android se juntou ao Programa de Recompensa para Vulnerabilidades, que remunera pesquisadores de segurança que acham e reportam falhas para nós. Arrumamos mais de 100 vulnerabilidades que foram reportadas e pagamos mais de 200 mil dólares para os pesquisadores por suas descobertas. Em agosto, lançamos nosso programa público mensal de atualizações de segurança para o Android Open Source Project, bem como um ciclo regular de atualizações para dispositivos Nexus. Queremos que a atualização regular dos Nexus funcione como um modelo para todos os fabricantes de dispositivos Android e temos conversado com os parceiros para facilitar a implementação de programas similares. Desde então, os fabricantes têm fornecido atualizações de segurança mensais para centenas de modelos e centenas de milhões de usuários instalaram os updates em seus aparelhos. Apesar do progresso, muitos aparelhos ainda não estão recebendo as atualizações mensais e, por isso, aumentamos nossos esforços para ajudar os parceiros que ainda não implementaram seus programas.","author":"Google Brasil Blog","date_post":"Postado em 19 de abril de 2016"}}]}}

